---
kind: other
id: Properties.T:Autodesk.Revit.DB.StructuralAsset
source: html/dd81dd32-5167-647a-171e-cc376d75b62e.htm
---
# StructuralAsset Properties

Flag indicating whether elements of this material behave isotropically or orthotropically.